<?php
$keywords = ['путешествия','история', 'кенгуру', 'туры'];
$anchors = ['main'=> ['#main', 'Главная'], 'about'=>['#about', 'О нас'], 'contact'=>['#contact', 'Контакты']];
$parag = ['На нашем сайте вы сможете найти кучу актуальной информации по поводу путешствий','История становления путешествий очень полезна всем путешественникам', ' Никогда не уходите с нашего сайта'];


$reasons = [['💸', 'Дешево'], ['🐱', 'Сердито'], ['😸', 'Гиды умеют говорить по русски'], ['☠️','Полное сопровождение']];

$cards = ['Russia'=> ['img/moscow.png', 'Путешествия по России', 'Балалайки, матрешки, Кремль'], 'England'=>['img/big-ben.png', 'Путешествия по Англии', 'Разные страны, разные культуры'], 'Africa'=>['img/pyramids.png', 'Путешествия по Африке', 'Классные сафари, львы и много папуасов'], 'NorthAmerica'=>['img/south-america.png', 'Путешествия по Северной Америке', 'Конечно мы проедем всю Америку и тут будет еще немного контента'], 'SouthAmerica'=>['img/north-america.png', 'Путешествия по Южной Америке', 'Южная Америка нас ждет, там классно, бананы и землятрясения'], 'Australia'=>['img/kangaroo.png', 'Путешествия по Австралии', 'Австралия, кенгуру, летающих пауков там нет! Или есть. ПРиезжайте и проверьте'] ];

$faq = [['Какова стоимость путешествия','Стоимость путешествия зависит от страны'], ['Нужен ли загранник для получения визы?', 'Да, очень нужен'], ['Есть ли страховка в путешествии?', 'Нет, все будет нормально']];


